# 1 จงเขียนโปรแกรมคำนวณอายุดดยให้ผู้ใช้งานป้อนข้อมูลปีเกิดผ่านทางคียบอร์ด กำหนดให้ในโปรแกรมต้องงมีการใช้ฟังก์ชันแปลงชริดข้อมูลก่อนำไปคำนวณ
a=float(input(ปีที่เกิด))
b=float(input(ปีปัจุบัน))
area = a-b
print(area)
# 2 จงเเขียนโปรแกรมคำนวณซื่้อสินค้าทั้งหมด 3 อย่าง โดยรับราคาสินค้าจากผู้ใช้ผ่านคียบอรืด พร้อมแสดง ราคาสินค้า
h= int(input("Enter h"))
u= int(input("Enter u"))
b= int(input("Enter b"))
total=(h+u+b)
print(total)
print("Good bye!!")
# 3 จงเขียนโปรแกรมวนซ้ำโดยบังคับใช้คำสั่ง for ให้แสดงผลสูตรคูรแม่ 2
a=float(input(1,12))
x=2
x=(x*a)
print(x)
# 4 จงเขียนโปรแกรมวนซ้ำดดยบังคับใช้คำสั่ง While ให้แสดงคำว่า "Hello" ๑ บรรทัดและคำว่า "World"อีกบรรทัด จำนวน ๕ ครั้ง
while True(5) :
    if :
        print("Hello")
    if:
        print("Word")

